Revit 2027 API
ParameterTypeId.StairsAttrFirstRiser Property
 "Begin with Riser"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrFirstRiser { get; }
Public Shared ReadOnly Property StairsAttrFirstRiser As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrFirstRiser {
	ForgeTypeId^ get ();
}
static member StairsAttrFirstRiser : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace